brew "bat"
brew "difftastic"
brew "direnv"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "htop"
brew "jq"
brew "lf"
brew "neovim"
brew "nodenv"
brew "pyenv"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tig"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "watchman"
brew "zoxide"
